[
  {
    "S0008892_2014": {
      "image_paths": [
        "images/originals/IDS0008892_2014_LCC.tif",
        "images/originals/IDS0008892_2014_LMLO.tif",
        "images/originals/IDS0008892_2014_RCC.tif",
        "images/originals/IDS0008892_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0008892_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0008892_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0008892_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0008892_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is extremely dense with homogeneous distribution Glandular pattern 4 of the ACR.Attention in the CSE of the left breast is an increase in breast tissue density in addition to discreet decrease in volume.In the region referred to as palpable with triangular marker, a ganglion is identified that measures 2cms dense round.The area referred to as palpable by visualizing an abnormal ganglion that measures 1 is reviewed with special interest.5 cms with loss of the fatty cortex markedly hypoechoic.The Doppler color application has augmented vascularity.It is located on the radius of the 1: 00hr 10cms of the nipple of the left breast.In the left axillary region there are at least 3 other abnormal lymph nodes.On the radius of the 2: 00hrs 6cms of the nipple there is an intentionally palpable hypoechoic tissue zone that measures 2.8CMS with peripheral vascularity Triangular marker is placed magnificent projections, visualizing that a distortion zone is associated with low density calcifications.It is remembered that in this same breast there is a solid 1cm nodule located on the radius of 5: 00 hrs 2 cm.of the stable nipple since 2005.In both breasts there are simple predominance cysts in the right breast.The right axillary region without alterations.Conclusion: The findings described in the left breast left axillary region are high suspicion of malignancy.BI RADS 4C Category.It is recommended to perform biopsy of both findings."
    }
  },
  {
    "S0020531_2014": {
      "image_paths": [
        "images/originals/IDS0020531_2014_LCC.tif",
        "images/originals/IDS0020531_2014_LMLO.tif",
        "images/originals/IDS0020531_2014_RCC.tif",
        "images/originals/IDS0020531_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0020531_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0020531_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0020531_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0020531_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is heterogeneously dense pattern of the American School of Radiology ACR 2013.The presence of a group of amorphous calcifications that occupy a 6mm area located in the middle third inmates is striking in the right breast that, comparing with previous studies some were visualized in 2009 however they are currently more evident have increased in number.No distortion is associated.Tomosynthesis showed no additional findings.Ultrasound is negative.Axillary regions with normal morphology lymphology nodes.A lipoma of 3cms adjacent is additionally reviewed the right breast which is palpable remains unchanged when comparing with the previous study.Conclusion: Bi Rads 4B category.In the right breast there is a group of amorphous calcifications with moderate suspicion of malignancy.It is recommended to perform biopsy."
    }
  },
  {
    "S0026338_2014": {
      "image_paths": [
        "images/originals/IDS0026338_2014_LCC.tif",
        "images/originals/IDS0026338_2014_LMLO.tif",
        "images/originals/IDS0026338_2014_RCC.tif",
        "images/originals/IDS0026338_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0026338_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0026338_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0026338_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0026338_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is heterogeneously dense type of the American School of Radiology ACR 2013.In the left breast a spiculated mass is observed is located in the ICI medium third calcifications are associated.In both breasts there are dispersed calcifications of low density.The left breast is performed oriented by finding a hypochoic irregular mass in the radius of the 8:00 a.m. 5 cm of the nipple measures 2.3 cm Sample vascularity intern is palpable.4 solid nodules are described in this breast.Nodule 1 is located on the radius of 10:00 a.m. 3 cm of the nipple measures 5 mm.Nodule 2 on the radius of the 2: 00 hrs 3 cm of the nipple measures 9 mm Nodules 3 4 are located on the radius of 1: 00 hrs areolar edge measure 5 4 mm.In the right breast a solid nodule is described on the radius of the 9:00 a.m. 3 cm from the nipple.There is also a conglomerate of cysts on the radius of the 10: 00 hrs a conglomerate of microquistes the 12: 00 hrs both non -palpable avascular.Both axillary regions have nodes that show cortical thickening of up to 3 mm.Conclusion: In the left breast a spiculated mass associated calcifications as a highly suspicious finding of malignancy is described.In this same breast 4 solid nodules are described that are considered indefinite findings.In the right breast a solid nodule of indeterminate appearance is described.Category Bi Rads 5: Highly suspecting finding of malignancy.adequate measures must be taken.Magnetic breast resonance should be considered."
    }
  },
  {
    "S0045249_2014": {
      "image_paths": [
        "images/originals/IDS0045249_2014_LCC.tif",
        "images/originals/IDS0045249_2014_LMLO.tif",
        "images/originals/IDS0045249_2014_RCC.tif",
        "images/originals/IDS0045249_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0045249_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0045249_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0045249_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0045249_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is characterized by scattered creates of pattern density of the American School of Radiology ACR 2013.In the right breast, a group of low density nodule that measures 5 mm is identified in the external upper quadrant.There is no distortion of architecture. Tomosynthesis did not show additional findings.Subsequently, ultrasound is performed without finding interest findings, only the presence of a small lipoma located in the lower internal quadrant of the left breast is discussed.Axillary morphology nodes normal size.Conclusion: Group of calcifications in the right breast associated a nodule.BI RADS 4B Category.The findings are of moderate suspicion of malignancy.Biopsy is recommended."
    }
  },
  {
    "S0048363_2014": {
      "image_paths": [
        "images/originals/IDS0048363_2014_LCC.tif",
        "images/originals/IDS0048363_2014_LMLO.tif",
        "images/originals/IDS0048363_2014_RCC.tif",
        "images/originals/IDS0048363_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0048363_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0048363_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0048363_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0048363_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is heterogeneously dense pattern of the American School of Radiology ACR 2013.In the left breast there is a well -defined oval nodule visualized in the oblique projection in the retroareolar region posterior third of benign appearance.In this same breast a group of uniform calcifications is identified in the rear -third CSE visible in the stable CC projection.There are no new masses or asymmetries.Breast architecture is respected.Some round uniform calcifications are observed in both benign breasts.Tomosynthesis showed no additional findings.Ultrasound is performed by observing in the left breast a small 5 mm solid nodule in the CSE Radio of the 2: 00 hs 8 cm.non -palpable avascular that has decreased discreetly size.It corresponds to the nodule described in mammogram.In this same breast is a confidant hypoechoic tissue area in the radius of the 2: 00 hrs.which measures 6 mm is non -palpable avascular.It suggests corresponding to an area of ​​focal fibrochistic changes.It is a new finding.In both breasts there are simple cysts under 8 mm.Axillary nodes are normal morphology.Conclusion: A solid nodule is identified in the left breast a confidant hypochic tissue zone.Category BI RADS 3: The finding is probably benign 98 99.It is recommended to conduct control in 6 months to assess stability."
    }
  },
  {
    "S0002542_2014": {
      "image_paths": [
        "images/originals/IDS0002542_2014_LCC.tif",
        "images/originals/IDS0002542_2014_LMLO.tif",
        "images/originals/IDS0002542_2014_RCC.tif",
        "images/originals/IDS0002542_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0002542_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0002542_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0002542_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0002542_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The parenchyma is heterogeneously dense glandular pattern 3 of the ACR.In the left breast a mass of associated spiculated edges is identified. Pleomorphic appearance calcifications.It is located in the rear third.The left breast is performed oriented by observing the presence of a hypoechoic mass of spiculated edges located on the radius of the 2: 00hrs 9 cm of the nipple measures 1.4cm Discrete peripheral vascularity.In both breasts there are some isolated cysts.In the left axillary region, at least 2 lymph nodes with the thick cortex are visualized.The right axillary region with lymph nodes is normal.Conclusion: In the right breast there is a palpable mass with high suspicion of associated malignancy abnormal axillary nodes.Category BI RADS 5: It is recommended to perform biopsy."
    }
  },
  {
    "S0003139_2014": {
      "image_paths": [
        "images/originals/IDS0003139_2014_LCC.tif",
        "images/originals/IDS0003139_2014_LMLO.tif",
        "images/originals/IDS0003139_2014_RCC.tif",
        "images/originals/IDS0003139_2014_RMLO.tif"
      ],
      "mask_paths": [
        "images/masks/IDS0003139_2014_LCC_seg_caalc.nrrd",
        "images/masks/IDS0003139_2014_LMLO_seg_caalc.nrrd",
        "images/masks/IDS0003139_2014_RCC_seg_caalc.nrrd",
        "images/masks/IDS0003139_2014_RMLO_seg_caalc.nrrd"
      ],
      "report": "The breast fabric is heterogeneously dense glandular pattern 3 of the American School of Radiology ACR.In the left breast a partially defined edged nodule associated with high density round calcifications are identified.In the left breast there is also a solid nodule in the CSE Middle Third better visualized in the projection.There are no distortion areas or suspicious calcifications of malignancy.Oriented ultrasound is performed by observing in the left breast the presence of a solid nodule located in the radius of the 2: 00hrs 5 cm of the nipple measures 1.2cm is markedly hypoochoicoic higher than wide one of its edges is micro -bulls with the application of the color doppler does not observe abnormal vascularity corresponds to the nodule seen in the mammography.In the right breast a cysts with thick secretion inside in the CSE is displayed in the CSE that coincides with the nodule described in the mammography.Axillary ganglia are of normal characteristics.Conclusion: A solid nodules with moderate suspicion of malignancy are identified in the left breast.In the right breast there is a cyst with thick secretion inside.Category BI RADS 4B It is recommended to perform biopsy of the left breast."
    }
  }
]